# IdeaStatiCa.RcsApi.Model.Span
Span allows specifying haunched member.    Both cross-section must be of the same type. Spans must not overlap.

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** | Element Id | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)